no-reply-error = Это сообщение не является ответом на какое-либо другое!

cannot-answer-to-user-error =
    Не удалось отправить сообщение адресату!
    Ответ от Telegram: { $error }

error-excel-file = Данный файл не удастся импортировать! Проверьте тип файла и его структуру

error-parse-file = Не удалось распарсить данные по ценам! Проверьте файл с ссылками для парсинга

cannot-get-user-info-error = Не удалось получить информацию о пользователе! Ошибка: { $error }

cannot-update-edited-error = К сожалению, редактирование сообщения не будет видно принимающей стороне. Рекомендую просто отправить новое сообщение.

cannot-reply-with-this-type-error = К сожалению, этот тип сообщения не поддерживается для ответа пользователю.

too-long-text-error = К сожалению, длина этого сообщения превышает допустимый размер. Пожалуйста, сократи свою мысль и попробуй ещё раз.

too-long-caption-error = К сожалению, длина подписи медиафайла превышает допустимый размер. Пожалуйста, сократи свою мысль и попробуй ещё раз.

unsupported-message-type-error = К сожалению, этот тип сообщения не поддерживается. Отправь что-нибудь другое.
